export const gameInfoMock =[
        {
            "id": 1,
            "name": "MiSide",
            "icon": "/assets/gameIcons/miside.png",
            "releaseDate": "2024-02-12",
            "description": "MiSide – это уникальное приключение, которое переносит игрока в многомерный мир, где переплетаются магия древних цивилизаций и инновационные технологии будущего. С первых секунд погружения в игру вы сталкиваетесь с таинственными локациями, каждая из которых наполнена сложными загадками, ловушками и интригующими сюжетными поворотами. Разработчики продумали каждую деталь: от атмосферного звукового сопровождения до визуальных эффектов, создающих ощущение присутствия в другом измерении. Игроку предстоит преодолевать не только физические, но и интеллектуальные испытания, решая головоломки, исследуя забытые храмы и древние руины, где каждая находка открывает новую страницу истории этого мира. В игре реализована инновационная система перемещения между мирами, позволяющая моментально переходить от высокотехнологичных городов будущего к мистическим землям древности. Вызовы, которые подбрасывает судьба героя, требуют от игрока не только быстрой реакции, но и стратегического мышления, так как каждое принятое решение влияет на дальнейшее развитие сюжета. MiSide – это игра, способная увлечь как любителей классических платформеров, так и поклонников современных экшн-приключений, благодаря своему глубокому повествованию и богатству игровых механик.",
            "categories": [
                { "id": 1, "name": "Any%" },
                { "id": 2, "name": "Все боссы" }
            ]
        },
        {
            "id": 2,
            "name": "Risk of Rain 2",
            "icon": "/assets/gameIcons/riskofrain2.png",
            "releaseDate": "2023-07-15",
            "description": "Risk of Rain 2 – это динамичный экшн с элементами рогалика, где каждое мгновение наполнено напряжением и непредсказуемостью. Игра бросает вызов игроку, заставляя принимать молниеносные решения в условиях постоянно меняющейся обстановки, где случайные события могут перевернуть ход битвы в любой момент. Вас ждут многочисленные уровни, каждый из которых оформлен в уникальном стиле, от мрачных заброшенных станций до ярких, но опасных инопланетных пейзажей. Глубокая система прокачки персонажей, разнообразие способностей и бесконечное число вариантов развития сюжета делают каждое прохождение уникальным. В мире Risk of Rain 2 баланс между хаосом и стратегией выстроен таким образом, что даже опытные игроки постоянно испытывают новые эмоции и адреналин. Взаимодействие с другими игроками, кооперативные миссии и напряжённые сражения с могущественными врагами способствуют созданию неповторимой атмосферы, где каждый бой – это маленькая история выживания в суровом, враждебном мире.",
            "categories": [
                { "id": 1, "name": "Any%" },
                { "id": 2, "name": "Все боссы" }
            ]
        },
        {
            "id": 3,
            "name": "Hollow Knight",
            "icon": "/assets/gameIcons/hollowknight.png",
            "releaseDate": "2023-09-10",
            "description": "Hollow Knight – это эпическая метроидвания, способная увлечь самого требовательного игрока своим глубоким, насыщенным миром и проработанным сюжетом. Погружение в мрачные подземелья, покрытые древними рунами и таинственными символами, дарит ощущение настоящей экспедиции в неизведанные глубины заброшенной цивилизации. Каждый уголок этого мира хранит в себе загадки прошлого, множество скрытых локаций и опасных противников, способных бросить вызов даже самым опытным мастерам жанра. Игра поражает своей атмосферой – тщательно проработанный звуковой ряд, завораживающая графика и плавный, интуитивный геймплей создают неповторимое чувство одиночества и величия. Бои с боссами требуют от игрока максимальной концентрации и точного расчета, а каждая победа дарит ощущение триумфа и глубокого удовлетворения от раскрытия очередной тайны этого древнего мира.",
            "categories": [
                { "id": 1, "name": "Any%" },
                { "id": 2, "name": "Все боссы" }
            ]
        },
        {
            "id": 4,
            "name": "Celeste",
            "icon": "/assets/gameIcons/celeste.png",
            "releaseDate": "2023-10-05",
            "description": "Celeste – это не просто платформер, а эмоциональное и философское путешествие, в котором каждая минута наполнена борьбой с собственными демонами и преодолением внутренних барьеров. Игра рассказывает историю девушки, стремящейся достичь недосягаемой вершины, что становится мощной метафорой преодоления жизненных трудностей и страхов. Проработанные уровни, каждый из которых представляет собой уникальное испытание, требуют от игрока не только технического мастерства, но и глубокого эмоционального вовлечения. Искусно реализованная механика прыжков, точное управление и постепенное нарастание сложности делают каждый момент прохождения насыщенным и захватывающим. Плавный переход между динамичными экшен-сценами и тихими, интимными моментами рефлексии позволяет игроку почувствовать весь спектр эмоций – от восторга до грусти. Celeste – это произведение искусства, объединяющее в себе элементы платформера, драмы и вдохновляющей истории о личном росте, которое оставляет после себя неизгладимое впечатление и желание пересмотреть пройденное снова и снова.",
            "categories": [
                { "id": 1, "name": "Any%" },
                { "id": 2, "name": "Все боссы" }
            ]
        },
        {
            "id": 5,
            "name": "Super Meat Boy",
            "icon": "/assets/gameIcons/supermeatboy.png",
            "releaseDate": "2022-11-20",
            "description": "Super Meat Boy – это стремительный и безжалостный платформер, где каждая секунда может стать решающей, а каждая ошибка — роковой. Игрок погружается в мир, где скорость и реакция имеют первостепенное значение, а уровни спроектированы так, чтобы испытать на прочность даже самых искусных мастеров жанра. С первых минут игра дарит ощущение непрерывного напряжения, где каждая минута полна риска и адреналина. Уникальный стиль оформления, быстрый темп и оригинальный юмор делают каждый уровень не просто испытанием, а настоящим праздником динамичного геймплея. Разнообразие ловушек, платформ и неожиданностей, скрытых за кажущейся простотой оформления, заставляет пересматривать стратегию и искать новые пути для преодоления препятствий. Super Meat Boy – это вызов, принятый с улыбкой на устах и пылом в сердце, игра, которая учит не сдаваться перед лицом невзгод и двигаться только вперёд, несмотря ни на что.",
            "categories": [
                { "id": 1, "name": "Any%" },
                { "id": 2, "name": "Все боссы" }
            ]
        },
    {
        "id": 6,
        "name": "Cuphead",
        "icon": "/assets/gameIcons/cuphead.png",
        "releaseDate": "2018-09-29",
        "description": "Cuphead – это не просто игра, а настоящее произведение искусства, в котором ретро-анимация и стиль мультфильмов 30-х годов сочетаются с безжалостной сложностью геймплея. Каждая деталь, от тщательно прорисованных персонажей до анимированных фонов, выполнена с любовью к эпохе классической анимации, что делает визуальное оформление игры поистине уникальным. В сражениях с боссами, где каждая битва представляет собой тщательно продуманный танец между атакой и защитой, игрок испытывает настоящий адреналин, ведь даже малейшая ошибка может привести к поражению. Множество уникальных уровней и испытаний заставляют пересматривать тактику, совершенствовать рефлексы и применять стратегическое мышление для победы. Насыщенный звуковой ряд, динамичная музыка и эмоционально заряженные моменты делают каждую встречу с противником настоящим испытанием для ума и тела, погружая в атмосферу безудержного экшена и ностальгии по золотой эпохе мультипликации. Эта игра – вызов, который невозможно забыть, и опыт, который хочется переживать снова и снова.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 7,
        "name": "Ori and the Blind Forest",
        "icon": "/assets/gameIcons/ori.png",
        "releaseDate": "2015-03-11",
        "description": "Ori and the Blind Forest – это эмоциональное и визуальное путешествие, погружающее игрока в волшебный, но одновременно опасный мир, где каждая деталь природы оживает с невероятной красотой и глубиной. С первых минут игры вы окунаетесь в атмосферу загадочности и волшебства, исследуя пышные леса, мистические пещеры и древние руины, наполненные тайнами прошлого. Глубокий сюжет, затрагивающий темы утраты, надежды и возрождения, сопровождается изысканной музыкой и великолепно проработанной графикой, создающими ощущение сказочной реальности. Игровой процесс сочетает в себе элементы платформера и головоломки, требуя от игрока не только быстрой реакции, но и умения стратегически планировать свои действия, чтобы преодолеть многочисленные препятствия и опасности. Это приключение, которое оставляет яркие впечатления и долгое послевкусие, заставляя вновь и вновь возвращаться в мир Ori, чтобы открыть для себя новые грани его волшебства и трагедии.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 8,
        "name": "Undertale",
        "icon": "/assets/gameIcons/undertale.png",
        "releaseDate": "2015-09-15",
        "description": "Undertale – это инди-игра, которая переворачивает представления о традиционных ролевых играх, предлагая уникальный сюжет, полный неожиданных поворотов, глубокого юмора и эмоциональных моментов. Здесь каждый выбор, сделанный игроком, влияет на развитие истории и судьбу персонажей, превращая каждую игру в неповторимое приключение. Забавные диалоги, оригинальные персонажи и необычная система боя, где можно избежать насилия, создают атмосферу, в которой игроку предоставляется возможность переосмыслить понятия добра и зла. Игра сочетает в себе элементы ретро-графики с современным подходом к повествованию, предлагая глубокий сюжет, наполненный философскими размышлениями о дружбе, жертве и искуплении. Undertale оставляет после себя яркие воспоминания, побуждая задуматься о сути выбора и его последствиях, а также о том, как тонка грань между комедией и трагедией в мире, полном чудес и опасностей.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 9,
        "name": "Shovel Knight",
        "icon": "/assets/gameIcons/shovelknight.png",
        "releaseDate": "2014-06-26",
        "description": "Shovel Knight – это ретро-приключение, которое совмещает в себе классический платформер с современной механикой и глубоко проработанным игровым процессом. Вдохновленная золотой эрой видеоигр, эта игра переносит вас в мир, где отвага и ловкость являются ключевыми качествами героя. Каждая битва с противником требует от игрока не только быстроты реакции, но и стратегического мышления, так как разнообразные враги и боссы обладают уникальными способностями и тактиками. Детально проработанные уровни, насыщенные секретами и скрытыми проходами, приглашают к повторным прохождениям, где каждый раз можно открыть для себя что-то новое. Великолепный ретро-арт, энергичная музыка и чувство ностальгии по классическим играм делают Shovel Knight обязательной для поклонников жанра, стремящихся к идеальному сочетанию старинного шарма и современных игровых инноваций.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 10,
        "name": "Stardew Valley",
        "icon": "/assets/gameIcons/stardew.png",
        "releaseDate": "2016-02-26",
        "description": "Stardew Valley – это уютное и глубокое симуляционное приключение, которое переносит игрока в мир сельской идиллии, где каждая деталь наполнена жизнью и теплом. Здесь вы сможете не только заняться фермерством, выращивая разнообразные культуры и ухаживая за животными, но и отправиться в захватывающие исследования загадочных шахт, познакомиться с яркими и запоминающимися персонажами, принять участие в местных праздниках и обрести новые дружбы. Каждый сезон приносит с собой уникальные возможности и испытания, от сложных погодных условий до неожиданных событий, которые заставляют переосмысливать подход к жизни на ферме. Атмосфера игры пропитана духом традиций, взаимопомощи и постоянного самосовершенствования, а расслабляющий саундтрек и детально прорисованный мир создают ощущение настоящего уединения от городской суеты. Stardew Valley – это больше, чем просто игра; это целый мир, в котором можно найти утешение, радость и вдохновение, открывая для себя новые горизонты в каждом дне, проведенном за работой на своей виртуальной ферме.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 11,
        "name": "Dead Cells",
        "icon": "/assets/gameIcons/deadcells.png",
        "releaseDate": "2018-08-07",
        "description": "Dead Cells – это динамичный рогалик, в котором каждая деталь игрового мира пропитана атмосферой постоянной угрозы и бескомпромиссной сложностью. Эта игра представляет собой уникальное сочетание элементов метроидвании, рогалика и экшена, где каждое прохождение становится отдельной эпопеей, полной непредсказуемых поворотов и сложных испытаний. В мире Dead Cells вас ожидают процедурно генерируемые уровни, каждая комната которых таит в себе новые ловушки, опасных противников и скрытые тайны, способные изменить тактику игры. Здесь нет места для ошибок – малейшая неосторожность может привести к немедленной гибели героя, что заставляет игрока постоянно быть начеку и совершенствовать свои рефлексы. Множество оружия, боевых приёмов и специальных умений открывают перед игроком широкие возможности для креативного подхода к сражениям, позволяя экспериментировать с различными комбинациями, чтобы найти идеальный стиль боя. Игра не только проверяет вашу скорость реакции и стратегическое мышление, но и дарит глубокое ощущение прогресса: каждый новый запуск – это шанс научиться чему-то новому, освоить тонкости механики и, возможно, открыть секреты давно забытой истории этого странного, мрачного мира.\n\nГрафика Dead Cells выполнена в уникальном стиле, который умело сочетает пиксель-арт с современными визуальными эффектами, создавая неповторимую атмосферу и подчеркивая всю жестокость и красоту мира игры. Звуковое сопровождение, насыщенное динамичной музыкой и атмосферными звуками, добавляет еще один слой погружения, делая каждое столкновение с врагами по-настоящему напряженным и эмоционально заряженным. В игре присутствует глубокая система прокачки, позволяющая адаптировать стиль игры под индивидуальные предпочтения: вы можете выбирать между ближним боем, дальними атаками или даже комбинировать оба направления, чтобы создать уникального персонажа, идеально подходящего под ваш стиль. Dead Cells постоянно бросает вызов даже самым опытным игрокам, требуя максимальной концентрации и отточенности навыков, одновременно награждая за упорство и смекалку. Это игра, которая становится настоящим испытанием для души и тела, в которой каждое поражение превращается в урок, а каждая победа – в триумф, к которому стремишься снова и снова. Если вы готовы окунуться в мир, где каждый бой – это битва за выживание, а каждый уровень – новое приключение, то Dead Cells подарит вам незабываемые эмоции и часы захватывающего геймплея.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 12,
        "name": "Hyper Light Drifter",
        "icon": "/assets/gameIcons/hyperlightdrifter.png",
        "releaseDate": "2016-03-31",
        "description": "Hyper Light Drifter – это мистическая приключенческая игра, которая погружает игрока в загадочный и многогранный мир, где каждое мгновение наполнено ощущением неизведанности и скрытой угрозы. Игра поражает своей визуальной эстетикой: яркий, детализированный пиксель-арт сочетается с мягкими, почти сюрреалистическими анимационными эффектами, создавая ощущение путешествия по мифическому миру, полном древних тайн и забытых легенд. В ходе исследования разнообразных локаций, от разрушенных храмов до сверкающих руин древних цивилизаций, игрок сталкивается с загадками, требующими не только логического мышления, но и интуитивного понимания мира, в который он попал.\n\nГеймплей Hyper Light Drifter основан на быстром и динамичном боевом процессе, где каждая встреча с противником – это испытание, требующее от игрока молниеносной реакции и стратегического планирования. Разнообразие врагов, каждый из которых обладает уникальными тактиками и способностями, заставляет постоянно адаптироваться к изменяющейся обстановке. Уровень сложности игры высок, но справедлив, позволяя вам постепенно осваивать новые приёмы и открывать для себя глубокую систему прокачки персонажа. Музыкальное сопровождение, состоящее из атмосферных композиций, органично вписывается в общий стиль игры, усиливая эмоциональное воздействие и подчеркивая каждую победу и поражение. Более того, сюжет игры оставляет пространство для интерпретаций, не предлагая прямых ответов, что делает каждое прохождение уникальным опытом, наполненным личными открытиями и мыслями о жизни, утрате и надежде. Hyper Light Drifter – это не просто игра, а целое произведение искусства, способное затронуть самые глубокие струны души, побуждая к размышлениям и даря часы незабываемых приключений.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 13,
        "name": "Enter the Gungeon",
        "icon": "/assets/gameIcons/enterthegungeon.png",
        "releaseDate": "2016-04-05",
        "description": "Enter the Gungeon – это захватывающий экшн с элементами рогалика, в котором каждый новый запуск представляет собой уникальное испытание, наполненное юмором, адреналином и множеством неожиданных сюрпризов. Игра приглашает вас в безумный мир, где вас ждут бесконечные лабиринты, наполненные ордами противников, хитроумными ловушками и невообразимыми боссами, каждый из которых обладает своим уникальным стилем боя и тактикой. Процедурно генерируемые уровни обеспечивают невероятное разнообразие: ни одно прохождение не будет повторяться, и каждая новая попытка заставляет вас заново изучать механики игры и искать оптимальные стратегии для выживания.\n\nВ Enter the Gungeon огромное внимание уделено оружейной системе: в арсенале героя присутствует более сотни различных видов вооружения, от классических пистолетов до фантастических устройств, позволяющих изменить сам ход сражения. Каждое оружие имеет свои особенности, силу и слабости, что добавляет глубины и вариативности в игровой процесс. Стрельба здесь требует точности и быстроты, а умение уклоняться от вражеских атак становится ключевым навыком для тех, кто стремится пройти самые сложные уровни. Графика выполнена в ярком, мультяшном стиле, который, несмотря на кажущуюся легкость, прекрасно сочетается с напряжённой атмосферой и безудержным экшеном. Музыкальное сопровождение, наполненное динамичными ритмами и энергичными мотивами, усиливает ощущение хаоса и постоянной борьбы, превращая каждый момент игры в настоящий праздник адреналина. Enter the Gungeon – это игра для тех, кто не боится рисковать, готов к постоянным испытаниям и ищет в играх не только развлечение, но и настоящее приключение, где каждый новый уровень – это шаг в неизвестность.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 14,
        "name": "The Messenger",
        "icon": "/assets/gameIcons/themessenger.png",
        "releaseDate": "2018-08-15",
        "description": "The Messenger – это ностальгический платформер, который мастерски сочетает в себе элементы классических аркад с современными игровыми механиками, предлагая игроку глубокое погружение в атмосферу ретро-эпохи с уникальным кинематографическим повествованием. Игра начинается с простой, на первый взгляд, задачи – доставить важное сообщение, но по мере прохождения сюжет раскрывается, превращаясь в многослойную историю, полную юмора, трагизма и неожиданных поворотов. В каждом уровне чувствуется тщательная проработка деталей: от пышных, ярких локаций до мрачных и загадочных подземелий, каждая среда имеет свою неповторимую атмосферу и характер. Геймплей The Messenger требует от игрока высокой концентрации, быстрой реакции и стратегического мышления, ведь динамичные сражения с противниками чередуются с моментами головоломок и исследовательскими сегментами. Особое внимание уделено механике перемещения и боевой системе, где каждое действие, каждое касание клавиши может иметь решающее значение в критический момент. Музыкальное сопровождение, выполненное в стиле ретро, органично дополняет визуальный ряд и погружает в мир, где прошлое встречается с настоящим, а каждая мелодия рассказывает свою историю. The Messenger – это игра, способная увлечь как ностальгирующих по золотой эпохе аркад, так и современных игроков, ищущих в платформерах нечто большее, чем просто набор испытаний, – здесь каждый уровень превращается в настоящее произведение искусства, наполненное глубоким смыслом и эмоциями.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 15,
        "name": "Katana ZERO",
        "icon": "/assets/gameIcons/katanazero.png",
        "releaseDate": "2019-04-18",
        "description": "Katana ZERO – это стильный и динамичный экшн-платформер, который поражает своей скоростью, точностью и глубиной сюжета. В этой игре каждое движение, каждый удар меча и каждое мгновение играют решающую роль в стремительном и жестоком мире, где время само по себе становится как враг, так и союзник. Основной игровой процесс построен вокруг быстрого, точного боя, где игроку приходится лавировать между вражескими атаками, уклоняться от смертоносных ударов и в один момент контратаковать с такой же стремительностью, как будто время замедляется. Мир Katana ZERO пронизан атмосферой неонового нуара, где каждая локация, от темных улиц мегаполиса до зловещих коридоров заброшенных зданий, рассказывает свою историю. Визуальное оформление сочетает в себе минимализм и детальную проработку, создавая ощущение, будто каждый пиксель несет в себе глубокий смысл и символику. Сюжет игры наполнен неожиданными поворотами, интригующими персонажами и философскими размышлениями о природе времени, судьбы и личного выбора. Помимо основного боя, в Katana ZERO присутствуют элементы головоломок, требующие от игрока не только быстрой реакции, но и умения предвидеть последствия своих действий. Музыкальное сопровождение, выполненное в синтезаторном стиле, органично дополняет визуальные эффекты, создавая единую гармоничную атмосферу, где каждое звучание – это пульс самого города. Игра погружает вас в мир, где грань между жизнью и смертью настолько тонка, что каждое принятое решение становится судьбоносным, а каждое сражение – настоящей битвой за существование. Katana ZERO – это вызов, способный подарить незабываемые эмоции и часы захватывающего геймплея, где каждое мгновение ощущается как последний шанс изменить свою судьбу.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 16,
        "name": "Slay the Spire",
        "icon": "/assets/gameIcons/slaythespire.png",
        "releaseDate": "2019-01-23",
        "description": "Slay the Spire – это уникальное сочетание карточной стратегии и рогалика, где каждое прохождение представляет собой тактическую борьбу с монстрами, боссами и случайными событиями, бросающими игрока в постоянные испытания. В этой игре построение колоды – это искусство, а каждое принятое решение может стать ключевым фактором на пути к вершине. Глубокая система механик позволяет комбинировать десятки карт, создавая мощные синергии и адаптируя стратегию под текущие условия. В зависимости от выбранного персонажа – Железного Воина, Безымянного Тишины, Дефекта или Сторожа – игрок получает доступ к уникальному стилю игры, который раскрывает новые возможности и стратегии. Каждое прохождение формирует новые вызовы, предлагая случайные артефакты, карты и врагов, требующих гибкости мышления и умения адаптироваться к изменяющимся условиям. Визуально игра может показаться простой, но её глубина и стратегическая сложность делают каждое прохождение особенным, а возможность комбинировать карты и открывать новые тактики превращает её в одно из лучших стратегических приключений в жанре рогалика. Если вы готовы испытать свой ум, мастерство и терпение, то Slay the Spire подарит вам бесконечные часы увлекательного геймплея, в котором нет двух одинаковых партий.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 17,
        "name": "Hades",
        "icon": "/assets/gameIcons/hades.png",
        "releaseDate": "2020-09-17",
        "description": "Hades – это динамичный экшн-рогалик, в котором мифология Древней Греции сочетается с безумным темпом боевых сражений, мощными ударами, магией и бесконечным адреналином. Игроку предстоит взять на себя роль Загрея, сына Аида, который отчаянно пытается выбраться из подземного царства, сражаясь с армиями тьмы и бесконечно умирая, чтобы стать сильнее. Каждый новый забег – это возможность открыть новые умения, встретить могучих богов Олимпа, таких как Афина, Посейдон, Зевс и другие, и воспользоваться их благословениями, создавая мощные комбинации атак. Глубокая боевая система, невероятное внимание к деталям, стильная визуальная эстетика и потрясающий саундтрек делают Hades одной из самых захватывающих игр последних лет. Каждый босс – это испытание, каждая победа – шаг к свободе, а каждый проигрыш – урок, который помогает вернуться сильнее. Сюжет развивается даже после сотен прохождений, добавляя новые диалоги, тайны и взаимодействия с персонажами. Hades – это не просто рогалик, это целая эпопея, сочетающая греческие мифы, насыщенный геймплей и непередаваемый азарт битв, где каждое движение может стать решающим в битве с судьбой.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 18,
        "name": "The End Is Nigh",
        "icon": "/assets/gameIcons/theendisnigh.png",
        "releaseDate": "2017-06-13",
        "description": "The End Is Nigh – это мрачный платформер с бескомпромиссной сложностью, в котором каждое движение может стать последним. В роли главного героя по имени Эш – единственного выжившего в постапокалиптическом мире – игроку предстоит исследовать суровые локации, наполненные смертельными ловушками, ядовитыми водами, шипами и существами, которые жаждут уничтожить всё живое. Эта игра создана авторами Super Meat Boy и The Binding of Isaac, что сразу говорит о её безжалостной сложности и требовательности к реакции. Здесь нет места ошибкам – каждая секунда, каждое нажатие кнопки должны быть выверены до идеала, иначе придётся начинать с последней контрольной точки. Несмотря на свою жестокость, The End Is Nigh не оставляет ощущения несправедливости: вся сложность оправдана, а победа над каждым препятствием дарит невероятное чувство триумфа. Кроме того, мрачный юмор, скрытые секреты и завораживающий визуальный стиль создают неповторимую атмосферу, в которой отчаяние сочетается с надеждой, а каждое новое испытание становится ещё одним шагом в неизвестность. Эта игра проверит на прочность даже самых опытных платформеров, но если вы готовы к вызову, то The End Is Nigh подарит вам незабываемый игровой опыт, полный адреналина, эмоций и невероятных испытаний.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 19,
        "name": "Braid",
        "icon": "/assets/gameIcons/braid.png",
        "releaseDate": "2008-10-10",
        "description": "Braid – это не просто платформер, а настоящая интерактивная философия, где время становится главным элементом игрового процесса. Игроку предстоит управлять персонажем, способным перематывать время назад, чтобы исправлять свои ошибки и раскрывать сложные, многослойные головоломки. Однако за механикой скрывается нечто большее – глубокий, символичный сюжет, затрагивающий темы памяти, сожаления и поиска истины. Визуальный стиль Braid выполнен в акварельных тонах, создавая ощущение погружения в живописную сказку, наполненную смыслами и аллюзиями. Каждый уровень – это новая головоломка, каждая комната – новый вызов, а каждая загадка требует нестандартного подхода и логического мышления. Музыкальное сопровождение усиливает атмосферу размышлений и медитации, превращая игру в настоящее произведение искусства. Braid – это игра, которая остаётся в памяти надолго, заставляя задумываться не только о её механиках, но и о смысле каждого момента, каждого решения и каждой детали, спрятанной в её глубоком, многослойном мире.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 20,
        "name": "Fez",
        "icon": "/assets/gameIcons/fez.png",
        "releaseDate": "2012-04-13",
        "description": "Fez – это революционный платформер, в котором исследование мира и его восприятие выходят за рамки стандартных двух измерений. Главный герой Гомес получает способность вращать окружающий мир, открывая новые перспективы и головоломки, которые невозможно решить, пока не посмотришь на них под другим углом – буквально. Игра бросает вызов традиционным представлениям о пространстве, предлагая игроку не просто перемещаться по заранее заданным маршрутам, а активно переосмысливать саму структуру мира, где каждая грань, каждый поворот экрана может скрывать новые тайны. Мир Fez представляет собой огромный лабиринт, полный ярких деталей, тщательно проработанных текстур и скрытых посланий, которые можно обнаружить, исследуя каждый уголок пиксельного пространства. Здесь переплетаются элементы древних цивилизаций и футуристических идей, а каждое вращение мира открывает неожиданные перспективы и новые механики, заставляя игрока постоянно адаптироваться к изменяющимся условиям. \n\nРазработчики уделили огромное внимание визуальному стилю игры: каждая локация, будь то уютная деревушка или загадочный разрушенный храм, пронизана атмосферой тайн и загадок. Музыкальное сопровождение, выполненное в ретро-стиле, органично вписывается в общую концепцию, усиливая эмоциональное воздействие и погружая в атмосферу ностальгии по эпохе 8-битных игр, при этом добавляя современный звучащий окрас. Кроме того, игра изобилует головоломками, каждая из которых требует нестандартного мышления, где логика и воображение сплетаются в едином порыве, позволяющем открыть новые слои сюжета. Разнообразие игровых механик, возможность собирать фрагменты древних артефактов и расшифровывать загадочные письмена превращают каждую игровую сессию в уникальное путешествие, где каждое открытие имеет значение и влияет на общее восприятие мира. \n\nFez также отличается глубоким мета-сюжетом, который заставляет задуматься о природе реальности и границах восприятия. Каждый найденный символ, каждая мелочь в оформлении мира может оказаться ключом к разгадке глобальной тайны, оставленной разработчиками как вызов для самых внимательных игроков. По мере прохождения игры открываются новые уровни сложности, дополнительные режимы и секретные локации, что делает повторное прохождение не менее увлекательным, чем первое знакомство с этим волшебным миром. В конечном итоге, Fez – это не просто игра, а настоящий интеллектуальный вызов, способный подарить часы глубоких размышлений, творческих поисков и незабываемых эмоций, объединяя в себе элементы искусства, головоломки и классического платформера в одном уникальном проекте.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 21,
        "name": "Limbo",
        "icon": "/assets/gameIcons/limbo.png",
        "releaseDate": "2010-07-21",
        "description": "Limbo – атмосферный платформер, который с первых секунд погружает игрока в мир мрака, загадок и неопределённости. Игра выполнена в минималистичном черно-белом стиле, где каждая деталь, каждый силуэт и каждая тень создают неповторимую атмосферу безысходности и напряжения. В Limbo игрок оказывается в загадочном мире, полном ловушек, опасных препятствий и неожиданных поворотов, где единственным компаньоном становится собственное чувство страха и любопытства. История, рассказанная через визуальные образы, не даёт готовых ответов, а оставляет пространство для интерпретаций, что заставляет игроков самим додумывать сюжет, исходя из мельчайших деталей окружающей среды. \n\nМир Limbo изобилует символами и метафорами, которые отражают темы жизни, смерти и поиска смысла в бесконечном мраке. Каждый уровень – это уникальное испытание, где даже малейшая ошибка может стоить дорого. Графика, выполненная в минималистичной манере, подчеркивает одиночество и неизбежность судьбы, а отсутствие ярких цветов делает атмосферу ещё более зловещей. Звуковое сопровождение, состоящее из тихих, но наэлектризованных звуков, усиливает ощущение тревоги и помогает полностью погрузиться в таинственную атмосферу мира игры. \n\nLimbo – это игра, которая не просто бросает вызов навыкам игрока, но и заставляет задуматься о глубинных вопросах бытия, о том, как тонка грань между жизнью и смертью, между надеждой и отчаянием. Каждое движение, каждое принятое решение становится весомым и наполненным смыслом, поскольку игра не предоставляет прямых подсказок, оставляя за игроком право интерпретировать увиденное по-своему. В этом мире, где каждый звук, каждая тень и каждый шаг могут быть последними, Limbo предлагает уникальный опыт, который не оставляет равнодушным ни одного, кто решится окунуться в его атмосферу. Это игра для тех, кто ценит глубокие философские подтексты, предпочитает интуитивное восприятие и готов принять вызов, исходящий из самого мрака человеческой души.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 22,
        "name": "Inside",
        "icon": "/assets/gameIcons/inside.png",
        "releaseDate": "2016-06-29",
        "description": "Inside – это интригующий головоломный платформер, который с первых минут захватывает своей мрачной эстетикой и глубоко проработанным повествованием. Игра представляет собой уникальное сочетание таинственной атмосферы, напряженного геймплея и визуальной загадочности, заставляя игрока постоянно находиться в состоянии напряжения и любопытства. В мире Inside каждое действие, каждый движущийся объект и даже тень кажутся частью единого, тщательно продуманного мира, где границы между реальностью и вымыслом стираются, оставляя место для множества интерпретаций. \n\nС первых кадров игрок погружается в атмосферу безмолвного страдания и скрытой угрозы, где каждое новое открытие сопровождается ощущением надвигающейся опасности. Графика игры выполнена в сдержанных тонах, что подчеркивает холод и безжизненность окружающего мира, а минималистичный дизайн уровней создает ощущение, будто каждая деталь здесь имеет значение, каждое движение – предопределено. Музыкальное сопровождение, почти неуловимое и проникновенное, усиливает чувство одиночества и неизбежности, создавая звуковой фон, который заставляет сердце биться чаще при каждом шаге по таинственным коридорам и заброшенным локациям. \n\nInside не просто предлагает игроку ряд головоломок, но и заставляет задуматься о судьбе человечества, о том, как малейшие перемены могут влиять на общий ход истории. Скрытые символы и намеки на социальные и политические темы переплетаются с основным сюжетом, позволяя игроку самому додумать, что же на самом деле происходит за кулисами этого мира. Глубина повествования и отсутствие прямых объяснений создают уникальную атмосферу, где каждая деталь требует особого внимания и размышлений. Inside – это не просто игра, а настоящее произведение искусства, способное оставить глубокий след в душе, заставить задуматься о собственном месте в этом сложном и непредсказуемом мире, где правда и ложь переплетаются в бесконечном танце.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 23,
        "name": "Spelunky",
        "icon": "/assets/gameIcons/spelunky.png",
        "releaseDate": "2008-09-01",
        "description": "Spelunky – это динамичный рогалик, который с первых минут захватывает своей непредсказуемостью, сложностью и уникальным подходом к процедурно генерируемым уровням. Каждый запуск игры представляет собой совершенно новый опыт, где лабиринты, ловушки и тайники создают атмосферу постоянной угрозы и приключения. В этой игре каждое прохождение становится индивидуальным испытанием, где успех зависит от быстрой реакции, стратегического мышления и умения адаптироваться к изменяющимся условиям. Исследование пещер и древних руин в Spelunky сопровождается встречами с различными врагами, от коварных ловушек до опасных животных и мифических существ, каждая встреча с которыми требует мгновенного принятия решений и точного расчёта. \n\nВизуальный стиль игры выполнен в ярких, насыщенных цветах, что контрастирует с постоянно присутствующим чувством опасности и неизбежности. Музыкальное сопровождение, динамичное и ритмичное, подчеркивает атмосферу приключения и рискованных вылазок в неизведанные глубины. Игровой процесс не только бросает вызов интуиции игрока, но и постоянно удивляет новыми механиками и неожиданными поворотами сюжета, где даже повторное прохождение открывает новые секреты и тайны, спрятанные в недрах случайно сгенерированного мира. Спелонки превращают каждую ошибку в урок, а каждое открытие – в награду за внимание к деталям. Благодаря уникальной комбинации элементов платформера, рогалика и приключенческого квеста, Spelunky становится настоящим вызовом для тех, кто ищет нестандартный игровой опыт, способный увлечь и заставить сердце биться быстрее от адреналина и волнения. Эта игра – настоящий праздник для любителей динамичного геймплея, где каждое новое приключение является возможностью открыть неизведанные уголки мира и испытать себя в самых экстремальных условиях.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 24,
        "name": "Shantae",
        "icon": "/assets/gameIcons/shantae.png",
        "releaseDate": "2002-11-06",
        "description": "Shantae – это красочный приключенческий платформер, в котором мир магии, акробатики и юмора сливается в единое захватывающее путешествие. Главная героиня, наполовину джинн, наполовину человек, отправляется в удивительное приключение, полное опасностей, неожиданных встреч и волшебных открытий. Игра поражает своей яркой графикой, динамичными анимациями и живописными локациями, где каждый уровень оформлен с любовью к деталям и пропитан атмосферой восточной сказки, дополненной современными элементами экшена. В процессе игры игрок исследует волшебные леса, древние руины, подземные ходы и затерянные города, встречаясь с множеством забавных и запоминающихся персонажей, каждый из которых имеет свою историю и загадки. \n\nГеймплей Shantae сочетает в себе классический платформер с элементами рогалика, где акробатические трюки, боевые навыки и умение использовать магические способности играют ключевую роль в преодолении сложных препятствий. Разнообразие врагов, ловушек и головоломок требует от игрока не только точности и быстроты реакций, но и творческого подхода к решению поставленных задач. Музыкальное сопровождение, наполненное мелодиями, навеянными традиционными мотивами, органично дополняет визуальный ряд, создавая ощущение полного погружения в волшебный и красочный мир. Shantae – это игра, которая не только дарит часы увлекательного геймплея, но и заставляет смеяться, удивляться и мечтать, погружая в атмосферу настоящей сказки, где магия переплетается с реальностью, а каждый новый уровень открывает перед игроком еще больше тайн и возможностей для исследования.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 25,
        "name": "Ori and the Will of the Wisps",
        "icon": "/assets/gameIcons/ori_wisps.png",
        "releaseDate": "2020-03-11",
        "description": "Ori and the Will of the Wisps – это эмоциональное и визуальное продолжение культового приключения, которое переносит игрока в волшебный мир, наполненный живописными пейзажами, глубокими чувствами и сложными испытаниями. В этом продолжении Ori, милый и отважный страж, вновь оказывается перед лицом непреодолимых препятствий, где каждый новый уровень представляет собой уникальное испытание, полное головоломок, опасных ловушек и эпических сражений с могущественными противниками. Игра поражает своей детализированной графикой, где каждая локация, от густых, светящихся лесов до загадочных руин древних цивилизаций, пронизана атмосферой волшебства и трагедии, а каждый звук, каждая мелодия создают эмоциональный фон, заставляющий переживать каждую минуту игры. \n\nГеймплей Ori and the Will of the Wisps является идеальным сочетанием динамичных платформенных элементов, захватывающих битв и головоломок, требующих внимания к деталям и смелости в принятии решений. Игроку предстоит не только сражаться с опасными врагами, но и исследовать скрытые уголки мира, искать древние артефакты и решать сложные загадки, открывающие все новые слои истории этого удивительного мира. История, рассказанная через тонко проработанные диалоги, анимационные вставки и визуальные символы, заставляет задуматься о вечных темах любви, утраты, надежды и самопожертвования. Каждое сражение и каждое преодолённое испытание дарят ощущение личного триумфа, побуждая возвращаться вновь и вновь, чтобы испытать всю гамму эмоций и открыть для себя новые секреты. Ori and the Will of the Wisps – это игра, способная увлечь как искушённого геймера, так и тех, кто ищет в видеоиграх нечто большее, чем просто развлечение, превращая каждое прохождение в незабываемое путешествие по миру, где магия, красота и драматизм сливаются в единое целое, даря часы неподдельного восторга и глубоких размышлений.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 26,
        "name": "Hollow Knight: Silksong",
        "icon": "/assets/gameIcons/hollowknight_silksong.png",
        "releaseDate": "2023-11-15",
        "description": "Hollow Knight: Silksong – долгожданное продолжение культовой игры, которое переносит нас в ещё более глубокий, таинственный и многослойный мир, где каждый уголок наполнен загадками, опасностями и древними тайнами. В этом проекте разработчики не только расширяют вселенную, заложенную в оригинальной игре, но и внедряют новые механики, способные удивить даже самых искушённых поклонников жанра. История Silksong разворачивается вокруг новой героини, чья хрупкость и в то же время несгибаемая воля позволяют ей противостоять силам тьмы. На протяжении всего путешествия игроку предстоит исследовать обширные и разнообразные локации, от зловещих болот до величественных руин древних цивилизаций, где каждый уровень насыщен атмосферой неизведанности и постоянного напряжения. \n\nВизуальное исполнение игры заслуживает отдельного внимания: тонко проработанные детали, насыщенные палитрой мрачных и приглушённых оттенков, создают ощущение погружения в иной, почти мифический мир. Каждый элемент окружения, будь то мерцающие огоньки в глубинах подземелий или загадочные символы на древних стенах, рассказывает свою историю и помогает окунуться в богатую мифологию этого вселенной. Музыкальное сопровождение, наполненное этими тихими, но в то же время эмоционально насыщенными композициями, усиливает атмосферу таинственности и заставляет сердце биться чаще при встрече с неизведанным. \n\nГеймплей Hollow Knight: Silksong сочетает в себе классические элементы метроидвании с современными инновационными решениями. Новая героиня обладает уникальными боевыми навыками, позволяющими не только сражаться с ордами противников, но и использовать их слабости в своих целях. Система прокачки и открытия новых способностей требует от игрока стратегического мышления и внимания к деталям, ведь каждое улучшение может стать ключом к разгадке очередной загадки или победе над могущественным боссом. Игра предлагает динамичные сражения, где скорость реакции, точность ударов и умение использовать особенности окружения играют решающую роль. Помимо этого, разработчики уделяют большое внимание повествованию, которое постепенно раскрывается через визуальные детали, диалоги с таинственными персонажами и скрытые записи, оставленные в забытых уголках мира. \n\nHollow Knight: Silksong – это не просто продолжение легендарной франшизы, это целая эра нового опыта, где каждая битва, каждое открытие и каждая встреча наполнены смыслом и эмоциями. Игра призвана не только развлечь, но и заставить задуматься о судьбе, чести и цене, которую приходится платить за свободу в мире, где тьма прячется за каждым поворотом. Для тех, кто готов окунуться в мир, где красота и опасность идут рука об руку, Silksong обещает часы незабываемых приключений и глубоких размышлений.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 27,
        "name": "Sonic Mania",
        "icon": "/assets/gameIcons/sonicmania.png",
        "releaseDate": "2017-08-15",
        "description": "Sonic Mania – это яркое возвращение легендарного синего ежа, которое вновь пробуждает ностальгию по золотой эпохе классических платформеров, но при этом предлагает множество свежих идей и современных механик, делающих игровой процесс ещё более захватывающим. Игра восхищает своей скоростью, динамичными уровнями и великолепно проработанными локациями, каждая из которых наполнена живыми красками, динамикой и мелкими деталями, передающими дух ретро-игр. Здесь, как и прежде, важную роль играют быстрые рефлексы, точные прыжки и умение лавировать между препятствиями, где каждая секунда имеет значение. \n\nРазработчики Sonic Mania сумели сохранить дух оригинала, не потеряв при этом современные возможности: улучшенная графика, яркое музыкальное сопровождение и расширенный набор игровых возможностей позволяют игрокам не только вспомнить любимые моменты, но и испытать совершенно новый уровень эмоций. Каждый уровень – это настоящая вспышка адреналина, где скорость и реакция становятся залогом победы над множеством врагов и ловушек. В игре присутствует множество секретов, альтернативных путей и бонусов, что позволяет значительно увеличивать реиграбельность и открывать для себя новые грани классического игрового процесса. \n\nSonic Mania – это не просто дань ностальгии, это качественно переработанная классика, которая бережно хранит традиции серии, добавляя к ним современные технические решения. В каждом звуке, в каждой анимации ощущается энергия и драйв, которые сделали Sonic культовой фигурой в мире видеоигр. Новые режимы, уникальные персонажи и инновационные уровни делают игру привлекательной как для ветеранов, так и для новых поклонников франшизы. Это путешествие по красочным мирам, где скорость, стиль и мощь сливаются в единое целое, даря игрокам возможность вновь почувствовать вкус настоящего приключения.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 28,
        "name": "Rayman Legends",
        "icon": "/assets/gameIcons/raymanlegends.png",
        "releaseDate": "2013-09-30",
        "description": "Rayman Legends – это яркое и креативное приключение, которое способно увлечь своей безудержной фантазией и оригинальностью на каждом шагу. Игра переносит вас в волшебный мир, где каждая локация – это отдельная сказка, наполненная живописными пейзажами, динамичными анимациями и уникальными персонажами. От красочных лесов и волшебных замков до подземных пещер и таинственных руин – каждый уровень предлагает свой набор испытаний, головоломок и забавных моментов. Визуальный стиль Rayman Legends поражает своим разнообразием: яркие, насыщенные цвета и детально проработанные окружения создают ощущение, что вы попали в живописную мультипликационную сказку, где все возможно. \n\nИгровой процесс идеально сочетает в себе классический платформер с элементами головоломки и ритмичных экшен-сцен, требующих от игрока быстроты реакции и стратегического мышления. Плавность управления, динамичные сражения с врагами и нестандартные уровни заставляют постоянно искать новые пути для преодоления препятствий, открывая при этом множество скрытых секретов и бонусов. Музыкальное сопровождение Rayman Legends, наполненное мелодиями, способными мгновенно поднять настроение, органично вписывается в общую атмосферу игры, подчеркивая её сказочность и весёлость. \n\nЭта игра – настоящий праздник для глаз и ума, где каждая деталь продумана до мелочей, а инновационные игровые механики сочетаются с традиционным юмором и очаровательным дизайном персонажей. Rayman Legends не только дарит часы увлекательного геймплея, но и заставляет вновь поверить в чудеса, вдохновляет на творчество и оставляет неизгладимые впечатления от встречи с миром, где фантазия не знает границ.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 29,
        "name": "Mega Man 11",
        "icon": "/assets/gameIcons/megaman11.png",
        "releaseDate": "2018-10-17",
        "description": "Mega Man 11 – современная интерпретация классической серии, которая сумела объединить лучшие традиции оригинала с инновационными элементами, делающими игровой процесс более динамичным и насыщенным. Игра предлагает игрокам возможность вновь ощутить магию битв с роботизированными противниками, где каждый уровень полон ловушек, скрытых угроз и уникальных боссов, требующих не только точности движений, но и стратегического мышления. Визуальное оформление Mega Man 11 отличается высоким уровнем детализации: яркие эффекты, плавная анимация и современные графические технологии позволяют создать атмосферу, в которой каждая сцена выглядит как живописный шедевр, наполненный ретро-нотками и современным блеском. \n\nГеймплей игры сохраняет фирменный стиль серии, где оружие, прокачка персонажа и продуманные комбинации ударов играют ключевую роль. Разнообразие врагов и уникальные способности боссов требуют от игрока постоянного совершенствования своих навыков, быстрой реакции и умения адаптироваться к изменяющейся ситуации. Музыкальное сопровождение, выполненное в традиционном для серии стиле, но с современными аранжировками, придает каждому бою особую энергию и динамику, делая каждое столкновение ярким и запоминающимся. \n\nMega Man 11 – это игра, которая обращается как к ветеранам, так и к новым поклонникам франшизы, предлагая глубокий и многогранный игровой процесс, где классика встречается с инновациями. Каждый уровень, каждое сражение – это возможность вновь окунуться в атмосферу легендарной серии, где упорство, точность и смелость вознаграждаются победой. Для тех, кто готов принять вызов и окунуться в мир, где традиции прошлого живут в сердце современности, Mega Man 11 подарит часы незабываемых приключений, полных адреналина, стратегических решений и истинного мастерства.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    },
    {
        "id": 30,
        "name": "Little Nightmares",
        "icon": "/assets/gameIcons/littlenightmares.png",
        "releaseDate": "2017-04-28",
        "description": "Little Nightmares – это мрачное и атмосферное приключение, которое погружает игрока в мир кошмаров, где каждая деталь, каждый звук и каждая тень создают чувство постоянной угрозы и неизбежного ужаса. Игра представляет собой уникальное сочетание платформенного геймплея с элементами головоломки и выживания, где каждый уровень становится испытанием на смелость, интуицию и выдержку. В этом мире, полном искажённых форм и зловещих образов, игроку предстоит пройти через лабиринты мрака, где таинственные существа и ловушки подстерегают на каждом шагу. Визуальный стиль Little Nightmares выполнен с поразительной точностью: приглушённые цвета, резкие контрасты света и тьмы, а также детально проработанные окружения создают ощущение, будто вы попали в кошмар, из которого нет простого выхода. \n\nМузыкальное сопровождение, наполненное зловещими звуками и приглушёнными мелодиями, ещё больше усиливает чувство тревоги, заставляя сердце биться быстрее с каждым шагом. Геймплей требует от игрока внимательности и быстрой реакции: каждое движение может оказаться судьбоносным, а малейшая ошибка оборачивается плачевными последствиями. Помимо основных платформенных элементов, игра предлагает множество скрытых деталей и пасхальных яиц, которые раскрываются лишь самым внимательным и упорным игрокам, добавляя глубину и многослойность в повествование. \n\nLittle Nightmares – это не просто игра, а настоящий психологический эксперимент, в котором каждый элемент создан для того, чтобы погрузить вас в атмосферу безысходности и страха. История, рассказанная через визуальные образы и едва слышимые звуки, оставляет место для множества интерпретаций, позволяя каждому найти в ней что-то своё. Эта игра станет настоящим испытанием для тех, кто не боится заглянуть в бездну собственных страхов и выйти из неё с новыми силами и осознанием того, как тонка грань между реальностью и кошмаром.",
        "categories": [
            { "id": 1, "name": "Any%" },
            { "id": 2, "name": "Все боссы" }
        ]
    }
]
